import React from 'react';
import Header from "./Header";
import Footer from "./Footer";

function PrivacyPolicy() {
    return (<section>
            <Header home={false}/>
            <div className="max-w-6xl mx-auto px-4 sm:px-6 pt-40">
                <h1 className="text-3xl text-center px-16 mb-10 mobile:text-start mobile:px-0 mobile:text-[21px] mobile:font-bold">Политика
                    конфиденциальности мобильного приложения «Бизнести коргоо».</h1>
                <div>
                    <p className="leading-7 break-words text-justify">
                    Настоящий документ «Политика конфиденциальности» (далее по тексту – «Политика») представляет собой правила использования / Мобильным приложением «Бизнести коргоо» / (далее – «мы» и/или «Администрация») данных интернет-пользователей (далее «вы» и/или «Пользователь»), собираемых с использованием приложения / (далее – <a
                        href="https://play.google.com/store/apps/details?id=gov.ukuk.rpspexpo&hl=ru">«Приложения»</a>).
                    <br/>
                    1. Обрабатываемые данные.
                        <br/>
                    1.1. Мы не осуществляем сбор ваших персональных данных с использованием Приложения.
                        <br/>
                    1.2. Все данные, собираемые в Приложении, предоставляются и принимаются в обезличенной форме (далее – «Обезличенные данные»).
                        <br/>
                    1.3. Обезличенные данные включают следующие сведения, которые не позволяют вас идентифицировать:
                        <br/>
                    1.3.1. Информацию, которую вы предоставляете о себе самостоятельно с использованием онлайн-форм и программных модулей Приложения, включая имя или номер телефона и/или адрес электронной почты.
                        <br/>
                    1.3.2. Данные, которые передаются в обезличенном виде в автоматическом режиме в зависимости от настроек используемого вами программного обеспечения.
                        <br/>
                    1.4. Администрация вправе устанавливать требования к составу Обезличенных данных Пользователя, которые собираются использованием Приложения.
                        <br/>
                    1.5. Если определенная информация не помечена как обязательная, ее предоставление или раскрытие осуществляется Пользователем на свое усмотрение и по собственной инициативе.
                        <br/>
                    1.6. Администрация не осуществляет проверку достоверности предоставляемых данных и наличия у Пользователя необходимого согласия на их обработку в соответствии с настоящей Политикой, полагая, что Пользователь действует добросовестно, осмотрительно и прилагает все необходимые усилия к поддержанию такой информации в актуальном состоянии и получению всех необходимых согласий на ее использование.
                        <br/>
                    1.7. Вы осознаете и принимаете возможность использования в Приложении программного обеспечения третьих лиц, в результате чего такие лица могут получать и передавать указанные в п.1.3 данные в обезличенном виде.
                        <br/>
                    1.8. Администрация не несет ответственность за порядок использования Обезличенных данных Пользователя третьими лицами.
                        <br/>
                        <br/>
                    2. Цели обработки данных.
                        <br/>
                    2.1. Администрация использует данные в следующих целях:
                        <br/>
                    2.1.1. Обработка поступающих запросов и связи с Пользователем;
                        <br/>
                    2.1.2. Проведение маркетинговых, статистических и иных исследований;
                        <br/>
                    2.1.3. Проведение мероприятий по защите прав предпринимателей.
                        <br/>
                        <br/>
                    3. Требования к защите данных
                        <br/>
                    3.1. Администрация осуществляет хранение данных и обеспечивает их охрану от несанкционированного доступа и распространения в соответствии с внутренними правилами и регламентами.
                        <br/>
                    3.2. В отношении полученных данных сохраняется конфиденциальность, за исключением случаев, когда они сделаны Пользователем общедоступными, а также когда используемые в Приложении технологии и программное обеспечение третьих лиц либо настройки используемого Пользователем программного обеспечения предусматривают открытый доступ к Приложению.
                        <br/>
                    3.3. В целях повышения качества работы Администрация вправе хранить лог-файлы о действиях, совершенных Пользователем в рамках использования Приложении.
                        <br/>
                        <br/>
                    4. Передача данных.
                        <br/>
                    4.1. Администрация вправе передать данные третьим лицам в следующих случаях:
                    Пользователь выразил свое согласие на такие действия, включая случаи применения Пользователем настроек используемого программного обеспечения, не ограничивающих предоставление определенной информации;
                    Передача необходима в рамках использования Пользователем функциональных возможностей Приложения;
                    Передача требуется в соответствии с целями обработки данных;
                    В связи с передачей Приложения во владение, пользование или собственность такого третьего лица;
                    По запросу суда или иного уполномоченного государственного органа в рамках установленной законодательством процедуры;
                    Для защиты прав и законных интересов Администрации в связи с допущенными Пользователем нарушениями.
                        <br/>
                        <br/>
                    5. Изменение Политики конфиденциальности
                        <br/>
                    5.1. Настоящая Политика может быть изменена или прекращена Администрацией в одностороннем порядке без предварительного уведомления Пользователя. Новая редакция Политики вступает в силу с момента ее размещения в Приложении, если иное не предусмотрено новой редакцией Политики.
                        <br/>
                    5.2. Действующая редакция Политики находится в Приложении и в сети Интернет по адресу https://prokuror.kg/
                    Действующая редакция Политики от 13.01.2023г.
                        </p>
                </div>
            </div>
            <Footer/>
        </section>

    )
}

export default PrivacyPolicy;